Repository: OmegaT-L10N/tk
Catalog: omegat/project_save.tmx
Source language: en
Languages: tk

source: Previous and &next paragraphs
tk: Öňki we i&ndiki abzaslar

source: Pro&ject
tk: Pro&ýekt

source: Problem encountered loading project file!
tk: Proýekt faýly ýüklenende problema ýüze çykdy!

source: Proceed?
tk: Dowam edilsin mi?

source: Project &Files...
tk: Proýekt &Faýllary...

source: Project Files ({0} of {1})
tk: Proýekt Faýllary ({0} / {1})

source: Project Files ({0})
tk: Proýekt Faýllary ({0})

source: Project Specific File Filters
tk: Proýekt Degişli Faýl Süzgüçleri

source: Project Specific Segmentation Setup
tk: Proýekte Has Dilimleme Sazlamalary

source: Project Statistics
tk: Proýekt Statistikalary

source: Project autosaved on {0}
tk: Proýekt {0}'da awtomatiki-ýatda saklandy

source: Project closed
tk: Proýekt ýapyldy

source: Project compiling end
tk: Proýekt derňelmesi bitti

source: Project compiling start
tk: Proýekt derňelmesi başlady

source: Project creating end
tk: Proýekt döredilmesi bitti

source: Project creating start
tk: Proýekt döredilmesi başlady

source: Project file should be on http protocol.
tk: Proýekt faýly http protokoly bilen sazlaşykly bolmalydyr.

source: Project is Empty
tk: Proýekt Boş

source: Project load cancelled by user
tk: Ulanyjy proýekt ýüklemesini bes ettirdi

source: Project loading end
tk: Proýekt ýüklenmesi bitti

source: Project loading start
tk: Proýejt ýüklenmesi balady

source: Project locked.
tk: Proýekt Gulplanan.

source: Project saved
tk: Proýekt ýatda saklandy

source: Project saving end
tk: Proýekt ýatda saklamasy bitti

source: Project saving start
tk: Proýekt ýatda saklanmasy başlady

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
tk: Proýekt gözlegi öňünden kabul edilen görnüşde proýektiň gözbaş we terjimä niýetlenen faýllarynda, Terjime Hakydalarynda/TM'lerde, belliklerde, we teswirlerde ýerine ýetirilýär.

source: Project will not be updated.
tk: Proýekt täzelenmez.

source: Proxy Login
tk: Wekil Serwer Hasaba Giriş

source: Proxy User and Password
tk: Wekil Serwer Ulanyjy we Paroly

source: Push failed.
tk: Goýberme şowsuzlyk.

source: QuarkXPress CopyFlow Gold
tk: QuarkXPress CopyFlow Gold Faýllary

source: R&emove
tk: Aý&yr

source: R&eplace with Match or Selection
tk: Seçilen ýada Gabat Gelen bilen Çalyşyr

source: RELAX NG
tk: RELAX NG faýllary

source: Rather than beep Or a rude error message These words: 'Page not found'
tk: Jürküldi ýok Ýalňyşlyk boldy ekrany ýok Diňe : 'Faýl ýok'

source: Re&move Filter
tk: Sü&zgüçi Aýyr

source: Re&place All
tk: Hem&mesini Çalşyr

source: Re&place with Source
tk: Göz&baş bilen Çalşyr

source: Read-only
tk: Diňe okalýan

source: Reading TMX file {0}
tk: TMX faýly okalýar {0}

source: Reading of TMX file complete
tk: TMX faýlynyň okalmasy tamamlandy

source: Recoverable error on line {0}, column {1} while parsing:
tk: Seljerme wagtynda setir {0}, sütün {1} 'da düzeldilip bolýan yalňyşlyk:

source: Recursi&ve search
tk: Gaýtalanýan gö&zleg

source: References:
tk: Salgylanmalar:

source: Refreshing script folder "{0}"
tk: "{0}" komada-faýllary bukjasy täzelenýär

source: Register Identical Translation
tk: Meňzeş Terjimäni Registerle

source: Regular expression for custom tags:
tk: Ulanyjy taglary üçin kadaly jümle:

source: Regular expression for fragments that should be removed from translation:
tk: Terjimeden aýyrylmaly bölekler üçin ulanyljak kadaly jümle:

source: Regular expression searches match Java regular expressions as documented in the user manual.
tk: Kadaly Jümle gözlegi Jawa kadaly jümlelerini ulanýar. Bularyň işleýişi ulanyjy gollanmasyna beýan edilendir.

source: Remaining Characters (including spaces)
tk: Galan Harp (boş ýer hasaba gatylan)

source: Remaining Characters (without spaces)
tk: Galan Harp (boş ýer hasaba alynmadyk)

source: Remaining Segments
tk: Galan Dilimler

source: Remaining Words
tk: Galan Söz

source: Remaining:
tk: Galan:

source: Remo&ve
tk: Aý&yr

source: Remote &server
tk: Uzakdaky &serwer

source: Remote File/Folder
tk: Uzakdaky Faýl/Bukja

source: Remote Repositories
tk: Uzakdaky Repositoriý

source: Remote repository network communication error: {0}
tk: Uzak repositoriý'a ýüz tutulanda tor aragatnaşyk säwligi: {0}

source: Remove
tk: Aýyr

source: Remove &leading and trailing tags
tk: Öňünden ge&len we yzyndan gelen taglarry aýyr

source: Remove HTML comments in translated document
tk: Terjime edilen dokumentlerden HTML teswirlerini aýyr

source: Remove Script
tk: Komada-Faýlyny Aýyr

source: Remove Ta&gs
tk: Ta&gleri Aýyr

source: Remove leading and trailing &whitespace in non-segmented projects
tk: Dilimlenmedik proýektlerdäki setirara we do&wam eden boşluk harplaryny aýyr

source: Remove pattern?
tk: Şablony Aýyrjakmy?

source: Remove the project folder manually.
tk: Proýektiň bukjasyny elde öçüriň.

source: Remove translation
tk: Terjimäni Aýyr

source: Reopen the project now?
tk: Proýekt gaýtadan açylsynmy?

source: Reopen the project?
tk: Proýekt gaýtadan açylsynmy?

source: Repetitions from other files:
tk: Beýleki faýllardan gaýtalanmalar:

source: Repetitions within this file:
tk: Bu faýldaky gaýtalanmalar:

source: Repetitions:
tk: Gaýtalanmalar:

source: Replace &glossary hits when inserting source text
tk: Gözbaş tekstini goşan wagtyň &Tehniki Sözlük girişleri bilen gabat geleni bilen çalşyr

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
tk: Ynamly ýere kopýalan faýlyňyzy, ýaňy göçürip alynan proýektdäki <project>/omegat/project_save.tmx faýl bilen çalşyryň. 6.

source: Replace Translation with Match or Selection
tk: Terjimäni Gabat Gelen ýada Saýlanan bilen çalşyr

source: Replace Translation with Text
tk: Terjimäni Tekst bilen Çalşyr

source: Replace with &Machine Translation
tk: Kompýuter Terjimesi bilen Çalşyr

source: Replace with:
tk: Şunuň bilen çalşyr:

source: Repository
tk: Repositori

source: Repository Credentials
tk: Repositoryiý Şahsyýet Maglumatlary

source: Repository Mapping
tk: Repositori Baglanmasy

source: Repository {0} is already present
tk: Bu {0} repositoriý öňem bar

source: Repository {0} unknown
tk: {0} näbelli repositoriý

source: ResX
tk: ResX Faýllary

source: Restore
tk: Dikelt

source: Restore De&faults
tk: As&yl sazlamalary dikelt

source: Result:
tk: Netije:

source: Right-to-Left Embedding (RLE U+202B)
tk: Sagdan çepe Gömülýär (RLE U+202B)

source: Right-to-Left Mark (RLM U+200F)
tk: Sagdan çepe Belligi (RLM U+200F)

source: Row
tk: Setir

source: Rule ID can only contain Latin letters, underscores, and periods.
tk: Düzgün ID'si diňe bir Latin harplaryndan, alt çyzyklardan we nokatlardan ybarat bolup biler.

source: Rules
tk: Düzgünler

source: Run script on slot #{0}.
tk: Komadna-faýlyny #{0} belgili öçjükde işe goýber.

source: Running on Java {0} ({1}-bit)
tk: Jawa {0} ({1}-bit) üsübde işledilýär

source: Russian
tk: Rusça

source: S&lide Comments
tk: S&laýd Düşündirişleri

source: S&pace matches nbsp
tk: Boşluk bölünmeýän boşluk harpy (nbsp) bilen gabat geler

source: S&witch Case To
tk: Uly/Kiçi Çalşyr

source: SQLJet (GPL License)
tk: SQLJet (GPL Ygtyýarnamasy)

source: SVG Image and Adobe Illustrator Export
tk: SVG Image we Adobe Illustrator faýllary ekspordy

source: SVN '{0}' error: {1}
tk: SVN '{0}' säwlik: {1}

source: SVN '{0}' execution finished successfully
tk: SVN '{0}' ýerine ýetirme şowly bitti

source: SVN '{0}' execution start
tk: SVN '{0}' ýerine ýetirilmäge başlandy

source: SVNKit (TMate License)
tk: SVNKit (TMate Ygtyýarnamasy)

source: Sample Text
tk: Nusga Tekst

source: Save Alignment Results
tk: Deňleme Netijelerini Ýatda sakla

source: Save Current Set...
tk: Häzirki Ýygymy Ýatda sakla...

source: Save Script
tk: Komada-Faýlyny Ýatda Sakla

source: Save aut&o-populated status
tk: Awtomatiki-doldurma ýagdaýyny ýatda sakla

source: Saving and Output
tk: Ýatda saklama we Öndürijilik

source: Saving and Output Options
tk: Ýatda saklama we Öndürüjilik Opsiýalary

source: Saving project...
tk: Proýekt ýatda saklanýar...

source: Schematron
tk: Schematron bellikleri faýllary

source: Scope: The scope of a search is by default the project and can be set to be any files located in a specified folder hierarchy.
tk: Çäk: Gözlegiň Öňünden kabul edilen çägi proýektiň içidir we siz çägi görkezilen bir bukjanyň içindäki islendik faýllar üçin üýtgedip bilersiňiz.

source: Scribus
tk: Scribus faýllary

source: Script "{0}" bound to slot #{1}.
tk: "{0}" komada-faýly öýjük #{1}'e baglandy.

source: Script "{0}" saved.
tk: "{0}" komadna-faýly ýatda saklandy.

source: Script "{0}" unbound from slot #{1}.
tk: "{0}" komada-faýly öýjük #{1}'den boşaldyldy.

source: Script &Language
tk: Komanda Di&li

source: Script Result
tk: Koamanda-Fýlynyň Netijesi

source: Scriptin&g...
tk: Skript &Taýarla...

source: Scripting
tk: Komanda Faýllary

source: Scripts Folder:
tk: Komanda-Faýllarynyň Bukjasy:

source: Se&t
tk: &Belle

source: Search Dictionaries
tk: Sözlüklerde Gözle

source: Search and Replace...
tk: Gözle we Çalşyr...

source: Search for:
tk: Şuny gözle:

source: Search in
tk: Gözleg ýeri

source: Search thread died unexpectedly!
tk: Gözleg protsesi garaşylmadyk bir şekilde ýatdy!

source: Seconds:
tk: Sekund:

source: See "Chapter 3.
tk: Serediň "Bap 3.

source: See /docs/contributors.txt
tk: Görüň /docs/contributors.txt

source: See Help > User's Manual for more information.
tk: Ýardama serediň> Goşmaça maglumat üçin Ulanyjylaryň Goldanmasyna serediň.

source: See OmegaT manual for instructions.
tk: Instruksiýalar üçin OmegaT gollanmalaryna serediň.

source: See OmegaT.jar/META-INF/MANIFEST.MF for valid values.
tk: Dogry maglumatlar üçin şu ýere serediň OmegaT.jar/META-INF/MANIFEST.MF

source: See below for details.
tk: Jikme-jik maglumatlary aşakda tapyp bilersiňiz.

source: Segment
tk: Dilim

source: Segment encountered outside translation unit variant.
tk: Terjime birligi warianty daşynda dilim ýüze çykdy.

source: Segment skipped.
tk: Dilim dykkata alynmady.

source: Segment source text into paragraphs on:
tk: Aşakdaky ýagdaýda gözbaş tekstini abzaslara görä dilimle:

source: Segment {0,number,#}
tk: Dilim {0,nomer,#}

source: Segmentation Setup
tk: Dilimleme Sazlamalary

source: Segmentation method: {0}
tk: Dilimleme metody: {0}

source: Segmentation rules are applied in the following order:
tk: Dilimleme düzgünleri aşakdaky tertipde ulanyljakdyr:

source: Segments
tk: Dilim

source: Select
tk: Seç

source: Select &Next Match
tk: &Nobatdaky Gabat Geleni Seç

source: Select &Previous Match
tk: &Öňki Gabat Geleni Seç

source: Select Fol&der
tk: Bukça Saýla

source: Select Mat&ch
tk: Gabat Geleni Se&ç

source: Select Match #&1
tk: Gabat Geleni Seç #&1

source: Select Match #&2
tk: Gabat Geleni Seç #&2

source: Select Match #&3
tk: Gabat Geleni Seç #&3

source: Select Match #&4
tk: Gabat Geleni Seç #&4

source: Select Match #&5
tk: Gabat Geleni Seç #&5

source: Select Scripts Folder
tk: Komada-Faýllary Bukjasyny Saýla

source: Select a Script File
tk: Komada-Faýlyny Saýla

source: Select languagetool-server.jar
tk: languagetool-server.jar faýlyny saýlaň

source: Selected Engine: {0}
tk: Seçilen Dil: {0}

source: Sequence Library (Sequence Library License)
tk: Sequence Library (Sequence Library Ygtyýarnamasy)

source: Server does not understand the "translate" method
tk: Serwer "translate" metodyna düşünmedi

source: Service type
tk: Hyzmat tipi

source: Set Scripts Folder...
tk: Komada-Faýllarynyň Bukjasyny Görkeziň...

source: Set empty translation
tk: Boş Terjime Belle

source: Sets
tk: Ýygymlar

source: Sets of segmentation rules:
tk: Dilimleme düzgünler toplumy:

source: Shortcut:
tk: Ýarlyk:

source: Show &longer target terms first
tk: Niýet edilen termin&leriň uzyn bolanyny birinji görkez

source: Show &source term first
tk: Gözbaş t&erminleri birinji görkez

source: Show &target term first
tk: Niýet edilen &terminleri birinji görkez

source: Show Advanced &Options
tk: Ýokary Dereje &Opsiýalary Görkez

source: Show Find Search Bar
tk: Tap Gözleg Zolagyny Görkez

source: Show Replace Search Bar
tk: Gözleg Çalşyr Zolagyny Görkez

source: Simplify &tooltips on protected parts
tk: Goranan bölümler üçin gönükdirmeleri ýeňilleşdir

source: Size
tk: Ölçegi

source: Skip
tk: Degmän Geç

source: Skip text matching regular expression:
tk: Tekst gabat getirme kadaly jümlesine degmän geç:

source: Skipping previously loaded plugin from class '{0}'
tk: '{0}' klasyndan öň ýüklenen seplenýän-modula degilmän geçilýär

source: Skipping.
tk: Repositoriý ätlenýär.

source: Sli&de Masters
tk: Slaý&d Nusgalary

source: Slide La&youts
tk: Sla&ýd Ýerleşişi

source: Slovak
tk: Slowakça

source: Some project folders seem to have been moved.
tk: Proýektiň käbir bukjalarynyň ýeri üýtgäne meňzeýär.

source: Sort &alphabetically
tk: Elipbiý boýunça ýerleşdir

source: Sort by &full text, not shortcut
tk: Gysgaltmalara görä däl eýsem, &doly tekste görä ýerleşdir

source: Sort by len&gth
tk: Uzynlygyna &göra ýerleşdir

source: Sort by source term &alphabetically
tk: Gözbaş terminlere göra elipbiý boýunça ýerleşdir

source: Sort fuzzy matches by:
tk: Kesgitli bolmaýan gabat gelmeleri şuňa götä tertiple:

source: Sort tar&get terms alphabetically
tk: Niýet edilen terminleri &elipbiý boýunça ýerleşdir

source: Source
tk: Gözbaş

source: Source File Encoding
tk: Gözbaş Faýl Kodlaşdyrmasy

source: Source File Encoding:
tk: Gözbaş Faýl Kodlaşdyrmasy:

source: Source Filename Pattern
tk: Gözbaş Faýl Ady Şablony

source: Source Filename Pattern:
tk: Gözbaş Faýl Adlary Şablony:

source: Source Files Folder
tk: Gözbaş Faýllaryň Bukjasy

source: Source Files Folder:
tk: Gözbaş Faýllar Bukjasy:

source: Source file loading complete
tk: Gözbaş faýly ýüklenmesi tamamlandy

source: Source files committed
tk: Gözbaş faýllar tabşyryldy

source: Source files folder entered does not exist!
tk: Girizilen gözbaş faýllarynyň bukjasy ýok!

source: Source folder {0} does not exist.
tk: Gözbaş bukjasy {0} ýok.

source: Source language: {0}
tk: Gözbaş dil: {0}

source: Source of Selected &Match
tk: Seçilene Gabat Gelen Dili&miň Gözbaşy

source: Source segment could not be located for certain translation units.
tk: Käbir terjime birligi üçin gözbaş dilim anyklanmady.

source: Source term:
tk: Gözbaş temin:

source: Source/translation lengths (characters)
tk: Gözbaş/Terjime uzynlygy (harplar)

source: Spanish
tk: Ispança

source: Specify tag handling behaviour
tk: Taglaryň işleniş usulyny bildiriň

source: Spellchecker
tk: Orfografiki Barlaýjy

source: Spellchecker Setup
tk: Orfografiki Barlag Konfigurasiýalary

source: Standard
tk: Standart

source: Start OmegaT again, download the team project, close OmegaT 5.
tk: OmegaT'ni gaýtadan başladyň, topar proýektini göçürip alyň, OmegaT'ni ýapyň 5.

source: Start OmegaT and continue to translate
tk: OmegaT'ni açyň we terjime etmäge dowam ediň

source: Start a New Paragraph &on Word Soft Return
tk: W&ord ýumşak dönüş harpynda täze abza başlat

source: Start a new paragraph on:
tk: Täze abzas şu ýagdaýda başlat:

source: Start rebase
tk: Täzeden esaslandyrmany başlat

source: Statistics
tk: Statistikalar

source: Stemming, no tags and no numbers
tk: Söz kökleri, tagsiz we sansys

source: SubRip Subtitles
tk: SubRip Subtitr/Alt-ýazuw faýllary

source: Subscription Key:
tk: Abunalyk Açary:

source: Subversion
tk: Alt wersiýa/Subversion

source: SuperTMXMerge (Apache License 2.0)
tk: SuperTMXMerge (Apache Ygtyýarnama 2.0)

source: Swedish
tk: Şwesçe

source: Switch views with {0} and {1}
tk: Görnüşi {0} we {1} bilen çalyş

source: Switching to built-in version.
tk: Içinde ýerleşik wersiýasyna geçilýär.

source: Synchronisation of repositories
tk: Repositoriýalaryň sinhronlaşdyrylmasy

source: Synchronization error
tk: Sinhronlaşdyrma ýalňyşlygy

source: T&Ms
tk: Terjime &Hakydalary (/T&M'ler/)

source: TM Matches
tk: Terjime Hakydasy Gabat Gelmeleri

source: TM Matching Options
tk: Terjime Hakydasy Gabat Gelmeleriniň Opsiýalary

source: TMX file was created by OmegaT 1.4.x or earlier.
tk: TMX faýly OmegaT 1.4.x ýada öňki bir wersiýasynda döredilen.

source: Tag Issues
tk: Tag Ýalňyşlyklary

source: Tag Processing
tk: Tag Işläp Bejermesi

source: Tag Processing Options
tk: Tag Derňew Opsiýalary

source: Tag name:
tk: Bellik/Tag ady:

source: Tag validation failed
tk: Tag barlagy şowsuz boldy

source: Target
tk: Niýet edilen tekst

source: Target files committed
tk: Niýet edilen faýllar tabşyryldy

source: Target folder {0} does not exist.
tk: Niýet edilen bukja{0} ýok.

source: Target term:
tk: Terjime termin:

source: Team
tk: Topar

source: Team Options
tk: Terjimeçi Topar Opsiýalary

source: Team synchronization
tk: Topar proýekti sinhronlaşdyrmasy

source: Team synchronization...
tk: Topar proýekti sinhronlaşdyrmasy...

source: Team synchronization: Saving translation in {0} s
tk: Topar proýekti sinhronlaşdyrmasy: Terjime {0} s içinde ýatda saklanýar

source: Team synchronization: Waiting for you to finish this segment...
tk: Topar proýekti sinhronlaşdyrmasy: Bu dilimi bitirmäňize garaşylýar...

source: Template variables:
tk: Galypyň üýtgeýän ululyklary:

source: Terms with multiple targets
tk: Birnäçe terjimesi bolan terminler

source: Test
tk: Barlag

source: Testing...
tk: Barlanýar...

source: Text
tk: Tekst Faýllary

source: Text Filter Options
tk: Tekst Süzgüç Opsiýalary

source: Text Replace
tk: Tekst Çalşyr

source: Text Replace: The scope of a text replacement is the target segments of the project, whether they already have contents or not.
tk: Tekst Çalşyr: Tekst çalşyrmanyň çäkleri proýektiň terjimä niýetlenen dilimleridir, o dilimlerde mazmun bolsyn ýada bolmasyn tapawudy yok.

source: Text Search
tk: Tekst Gözleg

source: Text files segmentation
tk: Teks faýllarynyň dilimlenmesi

source: Text to be removed
tk: Aýyryljak tekst

source: The current folder will be used instead.
tk: Munuň ýerine häzirki bukja ulanylar.

source: The Java Resource Bundles filter threw an exception:
tk: Java Resurs Desseleri süzgüji bir ýalňyşlyk döretdi:

source: The Moodle PHP filter threw an exception:
tk: Moodle PHP süzgüji bir ýalňyşlyk döretdi:

source: The Moses server URL is not set
tk: Moses serwer URL'si bildirilmedik.

source: The Mozilla DTD filter threw an exception:
tk: Mozilla DTD süzgüji bir ýalňyşlyk döretdi:

source: The PO filter threw an exception:
tk: PO süzgüji ulanylanda ýalňyşlyk boldy:

source: The TMX file will continue to be loaded.
tk: TMX faýlyň ýüklenmesi dowam etjekdir.

source: The TMX file will not be loaded Please try to correct the error and reload the project.
tk: TMX faýly ýüklenmez Ýalňyşlygy giderip proýekti gaýtadan ýüläň.

source: The TMX source language ({0}) is different from the project source language ({1}).
tk: TMX gözbaş dili ({0}) proýekt gözbaş dilinden ({1}) başga.

source: The configuration folder will be used instead.
tk: Bunuň ýerine häzirki bukja ulanylar.

source: The following options do not apply if "Compatibility with OmegaT 2.6" is checked
tk: "OmegaT 2.6 bilen ylalaşykly" opsiýasy seçilen bolsa aşakdaky opsiýalar ulanylmaz

source: The help page you seek Lies beyond our perception But others await
tk: Gözleýän kömek sahypaňyza Biziň aklymyz ýetmeýär Ýöne başgalary bar

source: The language code should be in the form xx-YY, xxx-YY, xx_YY or xxx_YY, where xx or xxx is the language code and YY is the region or country code (optional).
tk: Dil kody xx-YY, xxx-YY, xx_YY or xxx_YY formadynda bolmalydyr, bärde xx ýada xxx dil kodyna YY bolsa raýon weýa ülke kodyna gabat gelýär (opsiýa).

source: The password cannot be empty.
tk: Parol boş bolmaly däldir.

source: The passwords don't match.
tk: Parollar gabat gelmeýär.

source: The project cannot be verified
tk: Proýektde barlag geçirip bolmady

source: The project folder {0} is missing and could not be created.
tk: Proýekt bukjasy {0} ýok we döredip bolmady.

source: The project was converted successfully.
tk: Proýekt başarnykly şekilde öwrüldi.

source: The project will be loaded as a local project without team functionality.
tk: Proýekt topar proýekt funksiýasy bolmadan ýerli bir proýekt hökmünde ýüklener.

source: The script "{0}" is running...
tk: "{0}" komanda faýly işledilýär...

source: The server is not a valid Apertium server.
tk: Serwer hakyky bir Apertium serweri däl.

source: The source file language entered is invalid!
tk: Gözbaş faýlynyň dili ýalňyş girizilen!

source: The specified dictionary folder cannot be used.
tk: Görkezilen sözlük bukjasy ulanylyp bolmaýar.

source: The specified dictionary folder does not exist.
tk: Berilen sözlük bukjasy ýok.

source: The specified project is an OmegaT 3.6-style team project.
tk: Görkezilen proýekt, bir OmegaT 3.6 fason topar proýekti.

source: The specified translation direction is not supported
tk: Bellenen terjime ugury goldanmaýar

source: The text could not be translated
tk: Tekst terjime edilip bolmaýar

source: The text size exceeds the maximum
tk: Tekstiň göwrümi rugsat berilenden köp

source: The translated file language entered is invalid!
tk: Terjime edilen faýlyň dili ýalňyş girizilen!

source: The translation has changed.
tk: Terjime üýtgedildi.

source: The writeable glossary file is not in the glossary folder.
tk: Üýtetmeler girizilip bolýan tehniki sözlügüň faýly (/glossary/) bukjasynyň içinde däl.

source: The writeable glossary file must be inside the glossary folder
tk: Üýtgedilip bolýan tehniki sözlük faýllary tehniki sözlük bukjasynyň içinde bolmalydyr

source: Then while translating from Canadian French your project will use all the rules defined for all the language chain in the correct order.
tk: Şeýlelikde Kanada Fransuzçasyndan terjime edilende siziň proýektiňiz dogry yzygyderlilikde hemme dil zynjyry üçin kesgitlenen hemme düzgünleri ulanar.

source: There was an error initializing LanguageTool.
tk: LanguageTool işe taýarlanýan wagty bir ýalňyşlyk boldy.

source: Therefore, the location of OmegaT's configuration folder cannot be reliably determined.
tk: Şonuň üçin, OmegaT'niň konfigurasiýa bukjasynyň ýeri ynamly şekilde seljerilmedi.

source: These three are certain: Death, taxes, and page not found You, victim of one
tk: Şu üç zat gürrüňsiz: Ölüm, salgytlar we sahypanyň ýoklugy Sen, ziýan çekenlerden birisiň

source: These units have been skipped.
tk: Bu birlikler dykkata alynmadyk.

source: This will delete your local data and re-download the project contents from the server.
tk: Bu hereket siziň ýerli proýekt maglumatlaryňyzy öçürip ýerine serwerdan gaýtadan göçürip aljakdyr göçürip aljakdyr.

source: This API key has been blocked
tk: Bu API Açary doňdurylan

source: This ID is already being used.
tk: Bu düzgün ID'si öňden ulanylýar.

source: This URL appears to be invalid.
tk: Bu URL nädogry görünýär.

source: This call MUST NOT be in swing thread
tk: Bu çakylyk Swing iş akymynyň içinde bolmaly däldir

source: This call MUST be in swing thread
tk: Bu çakylyk Swing iş akymynyň içinde bolmalydyr

source: This command will be executed after Creating Translated Documents.
tk: Bu komanda terjime edilen dokumentleriň döredilme işinden soňra işe koýuljakdyr.

source: This is a Git repository.
tk: Bu bir Git repositoriýsidir.

source: This is a Subversion repository.
tk: Bu bir Subversion repositoriýsidir.

source: This is a valid project file.
tk: Bu bir proýektiň faýly.

source: This is the way text will look when displayed.
tk: Tekst görkezilende şu şekilde görüner.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
tk: Bu programma üňjünçiligi peýdaly bolar magsady bilen HIÇ HILI KEPILLIKSIZ, hatda SÖWDA we BELLI BIR MAGSADA ÝARAMA kepilligi gümany hem bolmadan paýlanýar.
